Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Maiddái Stáhtadiehtaga instituhtta doarju dákkár fálaldaga ásaheami , ja oaivvilda ahte lea lunddolaš ahte dákkár fálaldaga oassin maiddái leat stáhtadiehtaga fáttát .
nob: Også ved Institutt for statsvitenskap er de positive til opprettelsen av et slikt tilbud og de finner det naturlig at også statsvitenskapelige problemstillinger kan inkluderes i dette tilbudet .

source: Sosialantropologiija instituhtta oaivvilda ahte eamiálbmotoahpuid MA-prográmma ásaheapmi lea miellagiddevaš doaibma maid berre čielggadit eambbo .
nob: Dette studiet vil fremme flerfaglig samarbeid . Ved Institutt for sosialantropologi ser de på innføring av et MA-studium som en interessant tanke som bør utredes nærmere .

source: Sosialantropologiija instituhtta maid evttoha muhtun vejolaš modealla maid berre vuđoleappot árvvoštallat , namalassii ” geasseskuvlamodealla ” maid sáhttá fállat studeanttaide ja eamiálbmotorganisašuvnnaid ovddasteddjiide .
nob: De foreslår også en alternativ løsning som man bør vurdere , en “ sommerskolemodell ” som kan tilbys studenter og representanter for urfolksorganisasjoner .

source: Vejolaš fáttát leat : riikkaidgaskasaš eamiálbmotriekti , ON-vuogádat , sámeriekti , soahpameahttunvuođaidsosiologiija , etnisitehta-doaba , etnopolitihkka , eamiálbmotáššiid hálddašanásahusat , eamiálbmogiid oahpahuspolitihkka , eamiálbmothistorjá jna.
nob: Tema her kan være : internasjonal urfolksrett , FN-systemet , samerett , konfliktssosiologi , etnisitetsbegrepet , etnopolitikk , forvaltningsordninger for urfolksanliggender , utdanningspolitikk for urfolk , urbefolkningshistorie osv.

source: Evttohit oahpu juohkit osiide maidda čiekŋuda vuđolaččat ja main leat sierra eksámenat .
nob: De ser for seg studiet som modulbasert med ulike deleksamener , men også med grundig fordypelse i enkelte tema .

source: Oahppu ferte lágiduvvot fágaidgaskasaččat .
nob: Studiet må bli interfakultært i sin oppbygging .

source: Oahpu ferte maiddái geahččat Olgoriikkadepartementta signálaid ektui nannet veahki ovddidanguovlluid eamiálbmogiidda .
nob: Studiet bør også sees i sammenheng med Utenriksdepartementet sine signaler om styrking av innsats til urfolk i bistanden .

source: Antropologiija instituhtta deattuha maiddái ahte Sámi dutkamiid guovddáža hálddahusa berre nannet ovttain virggiin mii galgá háldet MA-prográmma oahpahusaid .
nob: Institutt for sosialantropologi påpeker også at Senter for samiske studier bør styrkes med en administrativ stilling på undervisningssiden dersom MA-studiet kommer i gang .

source: Go ásaha dutkanoktiiheivehanvirggi , de ferte dan guorahallat hálddahuslaš resurssaid ektui mat dárbbašuvvojit čielggadit ja organiseret eamiálbmotoahpuid mastergráda .
nob: Ved opprettelsen av en stilling som forskningskoordinator må dette sees i sammenheng med de administrative ressursene som vil kreves for å utrede , og senere organisere , en mastergrad i urfolksstudier .

source: Dán ferte muittus atnit go Sámi dutkamiid guovddážii galgá virgáibidjat eambbo bargiid .
nob: Det vil være viktig å ta hensyn til dette ved en videre utbygging av staben ved Senter for samiske studier .

source: Álggahit eamiálbmotoahpuid Master-prográmma
nob: 1 ) Fullføre arbeidet med et Mastersprogram i urfolksstudier

source: Eamiálbmotoahpuid Master-prográmma plánenbargu gárvvistuvvo .
nob: Det allerede igangsatte arbeidet med et Mastersprogram i urfolksstudier fullføres .

source: Ohccojuvvo ásahit oahpu Humanisttalaš fakultehta , Juridihka fakultehta ja Servodatdiehtaga fakultehta fakultehtaidgaskasaš oahppun .
nob: Studiet søkes utformet tverrfakultært mellom Det humanistiske fakultet , Det juridiske fakultet og Det samfunnsvitenskapelige fakultet .

source: Mastergrádas galgá eamiálbmotáššiid ollislaččat gieđahallat ja galgá maiddái gieđahallat fáttáid mat eamiálbmotoktavuođain leat áigeguovdilat .
nob: Innholdet i en mastergrad skal gjenspeile et helhetlig perspektiv på urfolksspørsmål , og skal også ta for seg tematikker som er relevante i urfolkssammenheng .

source: Eamiálbmotoahpuid Bachelor-progámma
nob: 2 ) BA i urfolksstudier

source: Romssa universitehta berre eamiálbmotoahpuid Master-prográmma lassin , maiddái árvvoštallat ásahit eamiálbmotoahpuid Bachelor-prográmma .
nob: Universitetet i Tromsø bør i tillegg til Mastersprogram i urfolksstudier også vurdere å etablere et Bachelorprogram i urfolksstudier .

source: Bachelor-prográmma addá gelbbolašvuođa lohkagoahtit eamiálbmotoahpuid Master-prográmma , muhto Bachelor-prográmma lea maiddái sierra oahppu .
nob: I tillegg til å fungere som et kvalifiserende studium for Mastersprogrammet i urfolksstudier , vil Bachelorprogrammet også være et eget studium .

source: ” BA in arctic studies ” - plánejuvvo Arctic University ovttasbarggus
nob: 3 ) Planlegging av “ BA in arctic studies ” videreføres gjennom Arctic University

source: Romssa universitehta lea mielde Arctic University ovttasbarggus .
nob: Universitetet i Tromsø er allerede involvert i arbeidet med Arctic University .

source: Romssa universitehtas lea ovddasteaddji bargojoavkkus mii galgá ráhkadit konkrehta ” BA in arctic studies ” evttohusa . ”
nob: Universitetet i Tromsø er representert i en arbeidsgruppe som skal utforme et konkret forslag til “ BA in arctic studies ” .

source: BA in arctic studies ” soaitá šaddat leat boahttevaš oahppofálaldat Romssa universitehtas .
nob: Dette studiet kan inngå som et fremtidig studietilbud ved Universitetet i Tromsø .

source: 5.1.5 Sámegielmáhttu reella kvalifikašuvdnan dieđalaš virggiid virgáibidjamis
nob: 5.1.5 Samisk språk som reell kvalifikasjon ved ansettelser i vitenskapelige stillinger

source: Romssa universitehta sámegiela doaibmaplánas čujuhuvvo ahte sámegielmáhttu berre árvvoštallojuvvot gelbbolašvuohtan Romssa universitehta virgáibidjamiin , ja deaŧalaš gelbbolašvuohtan bargat ja/dahje dutkat sámi guovlluin .
nob: I Handlingsplan for samisk språk pekes det på at samisk språk må anses som en kvalifikasjon ved ansettelser ved Universitetet i Tromsø , og som en viktig kvalifikasjon for å kunne arbeide og / eller forske i samiske områder .

source: Evttohuvvo maiddái ahte stipendiáhtain galgá leat seammá vejolašvuohta ohcat virgelobi oahppat sámegiela go dieđalaš bargiin lea geat leat bistevaš virggiin .
nob: Det foreslås videre at også stipendiater skal kunne søke om permisjon for å studere samisk på lik linje med ansatte i faste vitenskapelige stillinger .

source: Bargojuvvo oažžut sámegielmáhtu reella kvalifikašuvdnan Romssa universitehta virgáibidjamiin .
nob: 1 ) Det arbeides for å få samisk språk som en reell kvalifikasjon ved ansettelser ved Universitetet i Tromsø .

source: Oččodit maiddái stipendiáhtaide seammá virgelohpeortnega go dieđalaš bargiide , mii addá vejolašvuođa oažžut virgelobi oahppat sámegiela .
nob: 2 ) Det arbeides for at permisjonsordningen for vitenskapelige ansatte med behov for å lære seg samisk også gjelder for stipendiater .

source: 5.1.6 Ásahit friddjaoastinortnegiid
nob: 5.1.6 Etablering av frikjøpsordninger

source: Romssa universitehtas leat máŋga hástalusa mat eai guoskka dušše iešguđetge instituhtaide .
nob: Mange av utfordringene ved Universitetet i Tromsø tilligger ikke de enkelte instituttene alene .

source: Ferte danne maiddái hutkat ortnegiid mat leat oppalaččat olles universitehtii , ovdamearkka dihte iešguđetlágán ovttasbargoortnegat .
nob: Dette tilsier at vi også fokuserer på ordninger som er generelle for universitetet , f.eks. ulike samarbeidsordninger .

source: Ii leat álohii resursavátnivuohta mii hehtte máŋggafágalaš ja fágaidgaskasaš dutkamiid Romssa universitehtas , muhto dávjá leat maiddái ovttasbargováttisvuođat mat dagahit dan .
nob: I fler- og tverrfaglig forskning hevdes det at det ikke alltid er et ressursproblem ved Universitetet i Tromsø , men ofte et samarbeidsproblem .

source: Hástalussan lea danin ásahit institušuvnnalaš lágidemiid mat ovddidit ovttasbargguid fágaid rájiid rastá .
nob: Utfordringen er da å skape institusjonelle arrangementer som fremmer samarbeid på tvers av faggrenser .

source: Ollugat oaivvildit ahte lea vejolaš dutkat máŋggafágalaččat ja fágaidgaskasaččat , muhto de gáibiduvvojit eará organisašuvnnalaš čovdosat go dál leat .
nob: Fra flere hold pekes det på at tverr- og flerfaglig forskning er mulig , men krever andre organisatoriske løsninger .

source: Ovttaskas dutki ii nákce álggahit ja oktiiheivehit dutkanprošeavttaid mat leat fágaidgaskasaččat ja/dahje máŋggafágalaččat .
nob: Det vil si at enkeltforskerne ikke makter å initiere og koordinere forskningsprosjekter som er tverr- og / eller flerfaglige .

source: Danin dárbbašuvvojit ruhtanávccat friddjaoastit bargiid dákkár oktiiheivehanbargguid dahkat .
nob: Det bes da om muligheter for midler til frikjøp av ansatte for å gjøre et slikt koordineringsarbeid .

source: Evttohuvvo ásahit fásta friddjaoastinortnegiid ( fásta virgelohpeortnegiid ) eamiálbmotdutkamiid várás nannen dihte sámi ja sámiide guoskevaš dutkamiid .
nob: Det foreslås en fast frikjøpsordning ( faste permisjonsordninger ) innen urfolksforskning for å styrke samisk og samiskrelatert forskning .

source: Dán evttohusa ferte geahččat Romssa universitehta mihttomeari ektui beaggit riikkaidgaskasaččat .
nob: Dette forslaget må ses i lys av ønsket om en sterkere internasjonal profilering av Universitetet i Tromsø .

source: Geahča maiddái čuoggá A.2 .
nob: Se også punkt A.2 .

source: 8 Sámi instituhtta . Doaibmabidju :
nob: 8 Sámi instituhtta / Samisk institutt .

source: Evttohuvvo ahte juohke jagi várrejuvvojit ruđat friddjaoastit dutkiid ja nu maiddái álggahit ođđa máŋggafágalaš dutkanprošeavttaid / prográmmaid .
nob: Det foreslås avsatt årlige midler til frikjøp av forskere som en mulighet for å initiere nye tverrfaglige forskningsprosjekt-program .

source: 5.1.7 Nannet ásahusovttasbarggu
nob: 5.1.7 Styrke institusjonssamarbeidet

source: Sámi dutkan- ja oahpahusbiras stuorru , ja dárbbut ovttasbargat dutkan- ja oahpahusásahusaid gaskka lassánit .
nob: Et voksende samisk forsknings- og utdanningsmiljø øker behovet for samarbeid mellom forsknings- og utdanningsinstitusjoner .

source: Dál mii oaidnit bohtosiid dain bargguin mat leat dahkkon universitehta 25 jagi historjjás .
nob: Det arbeidet som har vært nedlagt i universitetets 25-årige historie kan vi i dag se fruktene av .

source: Dál leat ilbmame sámi dutkit geain lea alla dutkandássi . Leat maiddái almmuhuvvon dutkanbohtosat main lea stuora mearkkašupmi sámi servodahkii .
nob: Det er i ferd med å vokse frem en gruppe samiske forskere som holder en høy standard på sin forskning , og det er frembragt forskning av stor betydning for det samiske samfunnet .

source: Romssa universitehta gelbbolašvuohta ja daid eará sámi dutkanásahusaid gelbbolašvuođat , Sámi allaskuvlla ja Sámi Instituhta , čájehit ahte lea ealli riikkaidgaskasaš dutkanbiras .
nob: I tillegg til den kompetansen som finnes på de andre samiske forskningsinstitusjonene , Samisk høgskole og Nordisk Samisk Institutt , viser dette et vitalt internasjonalt forskningsmiljø .

source: Lea hástalussan čájehit dákkár dutkama potensiála ja ásahit dutkan- ja oahpahusbirrasiid mat heivejit profileremii .
nob: Det er en utfordring å vise potensialet for denne type forskning , og skape et forsknings- og undervisningsmiljø som er i tråd med profileringen .

source: Erenoamážit háliidit deattuhit Eamiálbmotfierpmádaga ásaheami mearkkašumi .
nob: Ikke minst vil vi understreke den betydningen etableringen av Urfolksnettverket har hatt .

source: Eamiálbmotfierpmádat lea Sámi allaskuvlla , Sámi Instituhta ja Romssa universitehta ovttasbargoprošeakta .
nob: Urfolksnettverket er et samarbeid mellom Samisk høgskole , Nordisk Samisk Institutt og Universitetet i Tromsø .

source: Eamiálbmotfierpmádat lea organiserejuvvon nu ahte nanne dáid ásahusaid ovttasbarggu .
nob: Urfolksnettverket er organisert slik at det styrker samarbeidet mellom disse institusjonene .

source: Dutkanbirrasat mat áiggiid mielde leat bargan sámiide guoskevaš dutkančuolmmaiguin , leat vuođđun dutkanservodahkii mii lea gearggus searvat riikkaidgaskasaš dutkanservodahkii .
nob: De forskningsmiljøer som har fokus på samiskrelaterte problemstillinger , og som over tid er bygget opp , utgjør i dag grunnstammen i et forskersamfunn som er beredt til å delta i det internasjonale forskersamfunnet .

source: Dál leat juo máŋga prošeavtta álggahuvvon , ovdamearkka dihte Nicaraguas , Guatemalas , Oarjedavvi-Ruoššas , Vietnamas ja Botswanas .
nob: Flere prosjekter er allerede etablert , for eksempel i Nicaragua , Guatemala , Nordvest-Russland , Vietnam og Botswana , for å nevne noen .

source: Dát prošeavttat leat oassin universitehta riikkaidgaskasaš dutkanprofiillas , seammás go sihke sáhttet ja berrejit bovdet eamiálbmogiid ovttasbargguide .
nob: Disse vil være en del av universitetets internasjonale forskningsprofil , samtidig som de både kan og bør inkludere urfolk i samarbeidet .

source: Dákkár prošeavttat leat mielde oktavuođaid čatname , gelbbolašvuođaid hukseme , ja oččodeame – ii dušše Romssa universitehtas – muhto maiddái ovttasbargoriikkaid studeanttaid ja dutkiid dáfus .
nob: Slike prosjekter knytter forbindelser og er en del av kunnskapsbyggingen og rekrutteringen - ikke bare for Universitetet i Tromsø - men for studenter og forskere fra våre samarbeidsland .

source: Dáid strategiijaid deaŧalašvuohta ii sáhte doarvái olu deattuhuvvot .
nob: Betydningen av disse strategier kan ikke understrekes sterkt nok .

source: Juste Romssa universitehtas , lagas oktavuođain sámi servodahkii , leat erenoamáš vásáhusat ja gelbbolašvuođat mat dahket universitehta gelbbolažžan ásahit buriid prográmmaid ja strategiijaid eará máilbmeosiid ektui .
nob: Og nettopp på Universitetet i Tromsø , med dets nærhet til det samiske samfunnet , finnes det en særegen erfaring og kompetanse som gjør universitetet rustet til å utvikle gode programmer og strategier i forhold til andre deler av verden .

source: Dákkár vuoruheapmi eaktuda ahte Romssa universitehta čájeha iežas erenoamášvuođaid Norggafierpmádagas ja maiddái riikkaidgaskasaš universitehtasearvevuođas .
nob: En slik satsing innebærer at universitetet fremhever sin egenart innen Norgesnettet , men også innen det internasjonale universitetsfellesskapet .

source: Dát mielddisbuktá ahte Romssa universitehta ovdamearkka dihte háliida searvat NORAD eamiálbmotprográmma gelbbolašvuođahuksemii , vuoruhit eambbo eamiálbmotstudeanttaid oaččuhit universitehtii , leat mielde hábmeme Arctic University jna.
nob: Dette innebærer at Universitetet i Tromsø for eksempel ønsker å delta i kunnskapsoppbyggingen i NORADs urfolksprogram , satse på økt rekruttering av urfolkstudenter , delta i utformingen av Arctic University m.m.

source: Eamiálbmotfierpmádat
nob: 1 ) Urfolksnettverket

source: Romssa universitehta berre ovddidit vejolašvuođaid mat leat Eamiálbmotfierpmádaga ávkkástallamis .
nob: Universitetet i Tromsø må arbeide videre for å utnytte potensialet i Urfolksnettverket .

source: Dán rádjái lea ásahuvvon nana dutkanovttasbargu .
nob: Frem til i dag har man lagt et godt fundament for utvikle dette forskningssamarbeidet .

source: 2002 rájes ii ruhtat šat Norgga dutkanráđđi Eamiálbmotfierpmádaga , ja eará ruhtadeapmi lea dárbbašlaš jus fierpmádaga doaimmat galget ceavzit .
nob: Fra og med 2002 faller NFR sin økonomiske støtte bort , og alternativ finansiering vil være nødvendig for å kunne opprettholde driften av nettverket .

source: NORAD eamiálbmotprográmma – “ Ovddidanguovlluid eamiálbmotáššiid forum ”
nob: 2 ) NORADs urfolksprogram - “ Forum for urfolksspørsmål i bistanden ”

source: NORAD lea bivdán Romssa universitehta evttohit movt galgá hábmet foruma –“Ovddidanguovlluid eamiálbmotáššiid foruma ” – mii galgá čadnot NORAD eamiálbmotprográmmii .
nob: Universitetet i Tromsø er av NORAD bedt om å komme med forslag til utforming av et forum knyttet til NORADs urfolksprogram , kalt “ Forum for urfolksspørsmål i bistanden ” .

source: Sámi dutkamiid guovddáš lea nammadan bargojoavkku man bargu lea plánet Romssa universitehta oassálastima eamiálbmotprográmmii .
nob: Senter for samiske studier har nedsatt en arbeidsgruppe som skal arbeide videre med planlegging av Universitetet i Tromsø sitt engasjement i urfolksprogrammet som helhet .

source: Fágabirrasat leat hástaluvvon buktit evttohusaid dán bargui .
nob: Fagmiljøene er invitert til å komme med innspill til arbeidet , og arbeidsgruppen tar med seg innspillene i det videre arbeidet .

source: Erenoamážit gieđahallo gelbbolašvuođahuksenoassi vuđolaččat , ja danin leage lunddolaš dán barggu čatnat eamiálbmotoahpuid Master- / Bachelor-prográmma ásaheapmái .
nob: Det er spesielt kompetansebyggingsdelen det vil fokuseres på , og det er da naturlig å knytte dette opp mot oppbyggingen av masters / bachelors-program i urfolksstudier .

source: Suoidnemánus biddjui bargui prošeaktabargi gii galgá hábmet foruma sisdoalu .
nob: Primo juli engasjerte man en prosjektmearbeider , som har til oppgave å utarbeide innholdet i forumet .

source: Sánit mat čilgejit foruma sisdoalu leat konferánssat , seminárat , dutkandieđuid juohkin , diehtojuohkin ja interneahttasadji .
nob: Foreløbige stikkord for innhold i forumet er konferanser , seminarer , forskningsformidling , informasjonsvirksomhet og nettsted .

source: 5.1.8 Ráhkadit lohkanmeriid sámi / eamiálbmot áššiid birra ja ráhkadit lohkanmeriid sámegillii
nob: 5.1.8 Utvikle pensum om samisk / urfolksforhold samt utvikle pensumlitteratur på samisk

source: Lea ulbmil nannet buot fágaid gelbbolašvuođaid sámi servodateallima ja kultuvrra birra , go universitehta oahpaha fágaolbmuid máŋgga surggiide mat váikkuhit sápmelaččaide .
nob: Det er et mål å styrke kunnskapen om samisk samfunnsliv og samisk kultur innenfor alle fag , da universitetet utdanner fagfolk til virke innenfor ulike områder som har betydning for den samiske befolkning .

source: Humanisttalaš fakultehta deattuha dán deaŧalaš doaibmabidjun gulaskuddancealkámušastis .
nob: Dette understrekes som et viktig tiltak av Det humanistiske fakultet i deres høringsuttalelse .

source: Daid iešguđetge fágasurggiid dárbbut sámi lohkanmeriid ráhkadit eai leat čielggaduvvon , ja muhtun fágasurggiid dáidá erenoamážit fertet bearráigeahččat , vai sisafievrridit sámi áššiid lohkanmeriidasaset .
nob: Det er ikke foretatt en egen kartlegging av behovene for pensumutvikling ved de ulike fagområdene , og det kan ikke utelukkes at det ved noen fagområder kan være nødvendig med en oppfølging .

source: Čuoggás A . 3 Juridihka fakultehta , evttohuvvo várret ruđaid ruhtadit 1-1 ½ jahkebarggu oahpponeavvuid ráhkadit .
nob: I punkt A. 3. Det juridiske fakultet , foreslås det avsatt midler til 1- 1 ½ årsverk tilknyttet utvikling av læremidler .

source: Muhtun ossodagat buktet goitge evttohusaid mat leat čadnon oahpahussii .
nob: I høringsuttalelsene er det likevel noen av enhetene som legger frem ulike forslag tilknyttet undervisningen .

source: Juridihka fakultehta evttoha várret ruđaid sámerievtti oahppogirjji ráhkadeapmái .
nob: Det juridiske fakultet foreslår å sette av midler til å utvikle en lærebok i samerett .

source: Arkeologiija instituhtta deattuha ahte lea deaŧalaš nannet vuolit gráda lohkamiid oahppofálaldagaid , vai movttiidahttá studeanttaid joatkit oahpu gázzat .
nob: Institutt for arkeologi vil legge vekt på styrking av undervisningstilbudet på lavere grad for å stimulere og engasjere studentene til å studere videre .

source: Eará evttohus lea sisafievrridit sámi áššiid / davvinorgga áššiid fágaid vuođđodigaštallamiidda .
nob: Et annet forslag er å arbeide for at de ulike grunndebatter i fagene belyses gjennom samiske problemstillinger / empiri fra nordnorske forhold .

source: 2 Universitehta oktavuođat sámi servodahkii , ja čuoggás A.7 .
nob: 2. Universitetet og forholdet til det samiske samfunnet , og punkt A.7 .

source: 2 Filosofiija instituhtta , čujuhuvvo ahte lea dárbu nannet oahppofálaldagaid sámi dilálašvuođaid birra , ovdamearkka dihte ex. fac. - dásis .
nob: 2 Institutt for filosofi , pekes det på behovet for styrking av undervisningstilbudet om samiske forhold , eksempelvis på ex . fac .

source: Evttohuvvo maiddái ahte universitehta jođiheaddjit čielgasit čájehit ahte davviguovlluid girjjálašvuohta , ja nu maiddái sámi girjjálašvuohta , lea vuoruhansuorgi maid ii sáhte duvdit eret .
nob: Videre foreslås det at Universitetsledelsen gir signaler om at nordområdelitteratur og dermed samisk litteratur er satsingsområder som ikke kan nedprioriteres .

source: Arkeologiija instituhta evttohus movt dán sáhttá dahkat lea dárkkistit historjjá fágaplánaid ja nannet sámi perspektiivva jus dárbbašuvvo .
nob: Ved Institutt for arkeologi nevner de at en gjennomgang av fagplaner i historie og eventuelt styrke det samiske perspektivet er en mulig fremgangsmåte .

source: Deaŧalaš vuoruhansuorgi lea instituhtaide ráhkadit lohkanmeriid sámegillii sihke vuođđo- , gaska- ja váldofágadásis .
nob: Utvikling av samiskspråklig pensum ved instituttene både på grunn- , mellom- og hovedfagsnivå er et viktig satsingsområde .

source: Relevántta girjjálašvuođa sámi fáttáin sáhttá jorgalit sámegillii .
nob: Relevant litteratur om samiske forhold kan oversettes til samisk .

source: Lea deaŧalaš deattuhit ahte sámegiella lea sihke davvi- , julev- ja lullisámegiella .
nob: Det er viktig å understreke at man med samisk språk mener både nord- , lule- og sør-samisk .

source: Dát doaibmabijut maiddái viidáset fievrridit Sámegiela doaibmaplána “ Fágalaš jorgaleapmi ” - prošeavtta .
nob: Dette er også en videreføring av tiltaket “ Faglige oversettelser ” under Handlingsplan for samisk språk .

source: Humanisttalaš fakultehta deattuha gulaskuddancealkámušastis ahte lea deaŧalaš ásahit oahppofálaldagaid julev- ja lullisámegielas gaska- ja váldofágadásis .
nob: Det humanistiske fakultet understreker i sin høringsuttalelse viktigheten av en utvikling av undervisningstilbud på mellomfags- og hovedfagsnivå i lule- og sørsamisk .

source: Lohkanmearit sámi / eamiálbmotdilálašvuođaid birra
nob: 1 ) Pensum om samisk / urfolksforhold

source: Mihttomearrin lea ahte buot relevánta fágasurggiid dábálaš lohkanmeriin maiddái lea fágagirjjálašvuohta sámi / eamiálbmotdilálašvuođaid birra .
nob: Det er en målsetning at alle relevante fagområder inkluderer faglitteratur om samisk / urfolksforhold i det ordinære pensumet . 2 ) Pensum på samisk

source: Lohkanmearit sámegillii Álggahuvvo bargu čielggadit dárbbuid ráhkadit , dahje jorgalit , Romssa universitehta lohkanmeriid sámegillii .
nob: Det igangsettes et arbeid med å kartlegge behovet for utvikling , eventuelt oversettelse , av pensumlitteratur til samisk ved Universitetet i Tromsø .

source: 5.1.9 Sámi studeanttaid oččodeapmi
nob: 5.1.9 Rekruttering av samiske studenter

source: “ Oččodeapmi lea váttisvuohta , ii ge maid dutket . ”
nob: “ Rekruttering er et hovedproblem , ikke hva det forskes på . ”

source: Dutkanlávdegoddi gulaskuddancealkámušastis
nob: - Forskningsutvalget i høringsuttalelsen

source: Jus ollislaččat galgá vuoruhit oahpuid sámi dilálašvuođaid birra , de eaktuduvvo ahte sámi dutkanfáttát oainnusin dahkkojuvvojit ja árvvus adnojuvvojit .
nob: En helhetlig satsing på studier av samiske forhold er avhengig av at samiske forskningstemaer synliggjøres og gis verdi .

source: Máŋgasat celket gulaskuddancealkámušain ahte oallugiid mielas lea sámi fáttáin unnán árvu ja gudni .
nob: Flere innspill tyder på at samiske temaer anses av mange å være lite prestisjefylt .

source: Árvonjeaidin sáhttá dagahit ahte šaddet váttisvuođat oaččuhit olbmuid sámi dutkamii , ja ahte instituhttadásis eai beroš daid hástalusaid gieđahallat .
nob: En slik verdiredusering kan medføre lav rekruttering til samisk forskning , og manglende vilje til å gripe fatt i utfordringene på instituttnivå .
